---
kind: other
id: Properties.T:Autodesk.Revit.DB.TextNote
zh: 注释、文字注释
source: html/7b366105-5705-3b51-5c81-f334935614cf.htm
---
# TextNote Properties

**中文**: 注释、文字注释

The id of the assembly instance to which the element belongs.